export default class FaqService {
    static async getAll() {
        return [
            {
                title: 'Сколько это стоит?',
                text: 'По всей видимости, ты настолько ослеплен алчностью, что забыл о приличиях и вежливости. Мне не нужны твои деньги. Найди себе другого партнера по сделке. Мне просто непонятно, куда катится наше общество, что люди стали так бездумно метать слова ветром. Ставить под сомнение чужое достоинство, вместо того чтобы уважать чужие границы и личное пространство. За своими амбициями ты забываешь о простых моральных ценностях.'
            },
            {
                title: 'Сколько это стоит?',
                text: 'По всей видимости, ты настолько ослеплен алчностью, что забыл о приличиях и вежливости. Мне не нужны твои деньги. Найди себе другого партнера по сделке.\nМне просто непонятно, куда катится наше общество, что люди стали так бездумно метать слова ветром. Ставить под сомнение чужое достоинство, вместо того чтобы уважать чужие границы и личное пространство.\nЗа своими амбициями ты забываешь о простых моральных ценностях.'
            },
            {
                title: 'Сколько это стоит?',
                text: 'По всей видимости, ты настолько ослеплен алчностью, что забыл о приличиях и вежливости. Мне не нужны твои деньги. Найди себе другого партнера по сделке. Мне просто непонятно, куда катится наше общество, что люди стали так бездумно метать слова ветром. Ставить под сомнение чужое достоинство, вместо того чтобы уважать чужие границы и личное пространство. За своими амбициями ты забываешь о простых моральных ценностях.'
            },
            {
                title: 'Сколько это стоит?',
                text: 'По всей видимости, ты настолько ослеплен алчностью, что забыл о приличиях и вежливости. Мне не нужны твои деньги. Найди себе другого партнера по сделке. Мне просто непонятно, куда катится наше общество, что люди стали так бездумно метать слова ветром. Ставить под сомнение чужое достоинство, вместо того чтобы уважать чужие границы и личное пространство. За своими амбициями ты забываешь о простых моральных ценностях.'
            },
        ]
    }
}