export default class PersonService {
    static async getAll() {
        return [
            {
                name: 'Никита Тычинский',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
            {
                name: 'Макс попов',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 200002021г.', 'Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.\nНачиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).`,
            },
            {
                name: 'Марина Зайцева',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
            {
                name: 'Константинов Никита',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
            {
                name: 'Никита Тычинский',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
            {
                name: 'Макс попов',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 200002021г.', 'Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.\nНачиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).`,
            },
            {
                name: 'Марина Зайцева',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
            {
                name: 'Константинов Никита',
                role: 'Ex-руководитель',
                attributes: ['Руководитель в 2021г.', 'PL Case School до 2021г.'],
                description: `Начиная с 3 курса и вплоть до её ухода из России, я работал в крупнейшей международной консалтинговой фирме Boston Consulting Grop (BCG).\nПосле небезызвестных событий я продолжил свой путь в российской консалтинговой фирме, где планирую развиваться ближайшие несколько лет, не упуская возможности роста.`,
            },
        ];
    }
}
