export default class CurrentProjectsService {
    static async getAllCurrentProjects() {
        return [
            {
                name: 'Case Hub',
                title: 'Case Hub — это самый крупный кейс-чемпионат для участников со всей Сибири',
                params: {
                    'Формат проведения': 'Очно в НГУ',
                    'Старт чемпионата': 'Начало октября',
                },
                textOne:
                    'Победители и призёры чемпионата смогут получить стажировку в крупную компанию и выиграть денежные призы',
                textTwo: 'Решить реальную задачу от крупной компании',
                textThree: 'Получить полезные навыки в сфере  решения кейсов',
            },
            {
                name: 'Образовательные курсы',
                title: 'Образовательные курсы — это самый крупный кейс-чемпионат для участников со всей Сибири',
                params: {
                    'Формат проведения': 'Очно заочно досрочно йцуйуцйуйуцйу',
                    'Старт чемпионата': 'Начало октября',
                    'AФормат проведения': 'Очно в НГУ',
                    'AСтарт чемпионата': 'Начало октября',
                    'BФормат проведения': 'Очно в НГУ',
                    'BСтарт чемпионата': 'Начало октября',
                    'CФормат проведения': 'Очно в НГУ',
                    'CСтарт чемпионата': 'Начало октября',
                },
                textOne:
                    'Победители и призёры чемпионата смогут получить стажировку в крупную компанию и выиграть денежные призы',
                textTwo: 'Решить реальную задачу от крупной компании',
                textThree: 'Получить полезные навыки в сфере  решения кейсов',
            },
            {
                name: 'Case Club Week',
                title: 'Case Club Week — это самый крупный кейс-чемпионат для участников со всей Сибири',
                params: {
                    'Формат проведения': 'Очно в НГУ',
                    'Старт чемпионата': 'Начало октября',
                },
                textOne:
                    'Победители и призёры чемпионата смогут получить стажировку в крупную компанию и выиграть денежные призы',
                textTwo: 'Решить реальную задачу от крупной компании',
                textThree: 'Получить полезные навыки в сфере  решения кейсов',
            },
            {
                name: 'Хакатоны',
                title: 'Хакатоны — это самый крупный кейс-чемпионат для участников со всей Сибири',
                params: {
                    'Формат проведения': 'Очно в НГУ',
                    'Старт чемпионата': 'Начало октября',
                },
                textOne:
                    'Победители и призёры чемпионата смогут получить стажировку в крупную компанию и выиграть денежные призы',
                textTwo: 'Решить реальную задачу от крупной компании',
                textThree: 'Получить полезные навыки в сфере  решения кейсов',
            },
        ];
    }
}
